Repository: Fle4k/Dialog
Catalog: Dialog/*.lproj/Localizable.strings
Languages: de, fa, fi, fr

source: Settings
de: Einstellungen
fa: تنظیمات
fi: Asetukset
fr: Réglages

source: Language
de: Sprache
fa: زبان
fi: Kieli
fr: Langue

source: Done
de: Fertig
fa: انجام
fi: Valmis
fr: Terminé

source: Back
de: Zurück
fi: Takaisin
fr: Retour

# Enter dialogue...
source: Enter dialog...
de: Text eingeben...
fa: وارد کردن دیالوگ...
fi: Syötä teksti...
fr: Entrer le texte...

# Add Dialogue
source: New Dialog
de: Neuer Dialog
fa: گفتگوی جدید
fi: Uusi Dialogi
fr: Nouveau Dialogue

source: New Dialog
de: Neuer Dialog
fa: گفتگوی جدید
fi: Uusi dialogi
fr: Nouveau dialogue

source: NEW DIALOG
de: NEUER DIALOG
fa: گفتگوی جدید
fi: UUSI DIALOGI
fr: NOUVEAU DIALOGUE

# Rename Speaker
source: Rename Character
de: Figur umbenennen
fa: تغییر نام شخصیت
fi: Nimeä Hahmo Uudelleen
fr: Renommer le Personnage

source: Save
de: Speichern
fa: ذخیره
fi: Tallenna
fr: Enregistrer

source: Cancel
de: Abbrechen
fa: لغو
fi: Peruuta
fr: Annuler

source: lines
de: Zeilen
fa: خطوط
fi: repliikit
fr: répliques

source: Choose your preferred language
de: Wähle deine bevorzugte Sprache
fa: زبان مورد نظر خود را انتخاب کنید
fi: Valitse haluamasi kieli
fr: Choisis ta langue préférée

source: Display all characters centered instead of left/right
de: Figuren und ihre Zeilen werden zentriert
fa: نمایش همه شخصیت‌ها در وسط به جای چپ/راست
fi: Näytä kaikki hahmot keskitettynä vasemman/oikean sijaan
fr: Afficher tous les personnages centrés au lieu de gauche/droite

source: Display
de: Anzeige
fa: نمایش
fi: Näyttö
fr: Affichage

source: About
de: Über
fa: درباره
fi: Tietoja
fr: À propos

source: Center Dialog Lines
de: Dialog-Zeilen zentrieren
fa: وسط چین کردن خطوط دیالوگ
fi: Keskitä dialogirivit
fr: Centrer les lignes de dialogue

source: No one said a word.
de: Niemand hat ein Wort gesagt.
fa: هیچ کس حرفی نزد.
fi: Kukaan ei sanonut sanaakaan.
fr: Personne n'a dit un mot.

source: Delete
de: Löschen
fa: حذف
fi: Poista
fr: Supprimer

source: Enter a new name for this dialog
de: Gib einen neuen Namen für diesen Dialog ein
fa: نام جدیدی برای این گفتگو وارد کنید
fi: Anna uusi nimi tälle dialogille
fr: Entrer un nouveau nom pour ce dialogue

source: Sort Alphabetically
de: Alphabetisch sortieren
fa: مرتب‌سازی الفبایی
fi: Lajittele aakkosjärjestykseen
fr: Trier par ordre alphabétique

source: Sort by Date Edited
de: Nach Bearbeitungsdatum sortieren
fa: مرتب‌سازی بر اساس تاریخ ویرایش
fi: Lajittele muokkausajan mukaan
fr: Trier par date de modification

source: Sort by Date Added
de: Nach Hinzufügungsdatum sortieren
fa: مرتب‌سازی بر اساس تاریخ اضافه
fi: Lajittele lisäysajan mukaan
fr: Trier par date d'ajout

source: Rename Dialog
de: Dialog umbenennen
fa: تغییر نام گفتگو
fi: Nimeä dialogi uudelleen
fr: Renommer le dialogue

# Dialogue Left/Right
source: Dialog Left/Right
de: Dialog Links/Rechts

source: Dialog Left/Right
de: Dialog Links/Rechts
fa: گفتگو چپ/راست
fi: Dialogi Vasen/Oikea
fr: Dialogue Gauche/Droite

source: Export to Final Draft
de: Zu Final Draft exportieren
fa: صادر کردن به Final Draft
fi: Vie Final Draftiin
fr: Exporter vers Final Draft

source: Export as RTF
de: Als RTF exportieren
fa: صادر کردن به عنوان RTF
fi: Vie RTF-muodossa
fr: Exporter en RTF

source: Export as Text
de: Als Text exportieren
fa: صادر کردن به عنوان متن
fi: Vie tekstinä
fr: Exporter en texte

source: Export as .fdx
de: Als .fdx exportieren
fa: خروجی به صورت .fdx
fi: Vie .fdx-muodossa
fr: Exporter en .fdx

source: Export as .rtf
de: Als .rtf exportieren
fa: خروجی به صورت .rtf
fi: Vie .rtf-muodossa
fr: Exporter en .rtf

source: Export as .txt
de: Als .txt exportieren
fa: خروجی به صورت .txt
fi: Vie .txt-muodossa
fr: Exporter en .txt

source: Action
de: Handlung
fa: عمل
fi: Toiminta

source: Parenthetical
de: Regieanweisung
fa: راهنمایی
fi: Ohjeistus
fr: Didascalie

source: Enter action...
de: Handlung eingeben...
fa: وارد کردن عمل...
fi: Syötä toiminta...
fr: Entrer l'action...

source: (enter parenthetical)
de: (Regieanweisung eingeben)
fa: (وارد کردن راهنمایی)
fi: (syötä ohjeistus)
fr: (entrer didascalie)

source: Edit
de: Bearbeiten

source: Edit action...
de: Handlung bearbeiten...

source: Edit parenthetical...
de: Regieanweisung bearbeiten...

# Edit dialogue...
source: Edit dialog...
de: Dialog bearbeiten...

source: Edit off screen dialog...
de: Off Screen Dialog bearbeiten...

source: Edit voice over...
de: Voice Over bearbeiten...

source: Edit text dialog...
de: Text Dialog bearbeiten...

source: Speaker name
de: Figur-Name
fa: نام شخصیت
fi: Hahmon nimi
fr: Nom du personnage

source: Enter a custom name for this speaker
de: Gib einen eigenen Namen für diese Figur ein
fa: نامی برای این شخصیت وارد کنید
fi: Anna nimi tälle hahmolle
fr: Entrer un nom pour ce personnage

source: Edit Element
de: Element bearbeiten
fa: ویرایش عنصر
fi: Muokkaa elementtiä
fr: Modifier l'élément

source: New Screenplay
de: Neues Drehbuch
fa: فیلمنامه جدید
fi: Uusi käsikirjoitus
fr: Nouveau scénario

source: Character Creator
de: Figuren-Generator

source: Curated, authentic German & British names.
de: Kuratierte, authentische deutsche & britische Namen.
fa: نام‌های اصیل آلمانی و بریتانیایی انتخاب شده.
fi: Kuratoidut, aidot saksalaiset ja brittiläiset nimet.
fr: Noms allemands et britanniques authentiques et sélectionnés.

source: GET
de: HOLEN
fa: دریافت
fi: HANKI
fr: OBTENIR

source: Enter off screen dialog...
de: Off Screen Dialog eingeben...
fa: وارد کردن دیالوگ خارج از صفحه...
fi: Syötä ruudun ulkopuolinen dialogi...
fr: Entrez le dialogue hors champ...

source: Enter voice over...
de: Voice Over eingeben...
fa: وارد کردن صدای راوی...
fi: Syötä äänikerronta...
fr: Entrez la voix off...

source: Enter text dialog...
de: Text Dialog eingeben...
fa: وارد کردن دیالوگ متنی...
fi: Syötä tekstidialogi...
fr: Entrez le dialogue de texte...

source: Predictive
de: Vorhersage
fi: Ennakoiva
fr: Prédictif

# Enable predictive text suggestions while typing
source: Enable predictive text suggestions while typing - less space
de: Textvorhersage beim Tippen aktivieren - weniger Platz
fi: Ota käyttöön ennakoivat tekstiehdotukset kirjoittaessa - vähemmän tilaa
fr: Activer les suggestions de texte prédictif lors de la saisie - moins d'espace

source: Remove Parenthetical
de: Regieanweisung entfernen
fa: حذف راهنمایی
fi: Poista Ohjeistus
fr: Supprimer Didascalie

source: Remove Action
de: Handlung entfernen
fa: حذف عمل
fi: Poista Toiminta
fr: Supprimer Action

source: Remove O.S.
de: O.S. entfernen
fa: حذف خارج از صفحه
fi: Poista R.U.
fr: Supprimer H.C.

source: Remove V.O.
de: V.O. entfernen
fa: حذف صدای راوی
fi: Poista Ä.K.
fr: Supprimer V.O.

source: Remove Text
de: Text entfernen
fa: حذف متن
fi: Poista Teksti
fr: Supprimer Texte

source: Remove
de: Entfernen
fa: حذف
fi: Poista
fr: Supprimer

# Dialogue
source: Dialog
fa: دیالوگ
fi: Dialogi
fr: Dialogue

source: Version
fa: نسخه
fi: Versio

source: Dialog name
fa: نام گفتگو
fi: Dialogin nimi
fr: Nom du dialogue

source: Off Screen
fa: خارج از صفحه
fi: Ruudun Ulkopuolella
fr: Hors Champ

source: Voice Over
fa: صدای راوی
fi: Äänikerronta
fr: Voix Off

source: Text
fa: متن
fi: Teksti
fr: Texte
